[{"text":"Did your mom drop you on your head as a baby?"},
{"text":"That answer was worse than English food."},
{"text":"Were you home schooled by wolves?"},
{"text":"Even my grandma knows the answer and she's been dead for 10 years."},
{"text":"I thought my dog was stupid, but he's Albert Einstein compared to you."},
{"text":"My phone autocorrect has more brain cells than you."},
{"text":"You should stick to simple card games, like Go Fish."},
{"text":"I'm embarrassed just listening to you try to answer that."},
{"text":"That answer was flatter than Kansas."},
{"text":"I'm pretty sure even Siri got that one right."},
{"text":"Do you need me to draw you a picture so your tiny brain can understand?"},
{"text":"A cat walking across a keyboard could have come up with a better answer than that."},
{"text":"An amoeba has more brain power than you."},
{"text":"Let me call a friend so they can witness your stupidity."},
{"text":"I think you may be in the wrong competition, the special olympics maybe?"},
{"text":"Even Google can't help you with that answer."},
{"text":"Not even luck was on your side for that pathetic guess."},
{"text":"You should forfeit now and save yourself further humiliation."},
{"text":"I apologize to all plants and trees for wasting the oxygen you produced."},
{"text":"Your performance is worse than internet Explorer."},
{"text":"That was more absurd than the plot of a daytime soap opera."},
{"text":"If I wanted to kill some brain cells, I'd listen to you talk all day."},
{"text":"Your answer gave me mentalwhiplash."},
{"text":"Baby food has more nutritional value than that answer."},
{"text":"I'm sorry, who are you again?"},
{"text":"Your answer put me in a coma for 5 minutes."},
{"text":"I have more confidence in a box of rocks."},
{"text":"I'll pray for you."},
{"text":"That was beyond awful, it was impressively awful."},
{"text":"I feel dumber just for hearing your answer."},
{"text":"Even a magic 8 ball would have been a better teammate than you."}]
